<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<html>
<head>
    <title>玉米病虫害基本信息简介</title>
    <%@ include file="/WEB-INF/jsp/public/common.jspf"%>
    <style type="text/css">
    	body{ padding:20px; font-size:16px; padding-left:70px;}
    	.fl{float:left;}
    	.tac{ text-align:center; }
    	.clear{clear:both;}
    	.bold{font-weight:bold;}
    	p{  width: 1400px;line-height: 24px;}
    	p span{ color:#136ec2;}
    </style>
</head>
<body>
	<h2 class="tac">玉米主要病虫害介绍</h2>
	<div class="disatitle">一、玉米病害</div>
	<h4>1、玉米大斑病</h4>
	<p>&nbsp;&nbsp;玉米大斑病又称玉米煤纹病、玉米条纹斑病、玉米叶枯病等，是玉米的重要病害之一，在我国各玉米产区均有发生。一般造成玉米减产15～20%，发生严重的年份，感病品种减产达50%以上。</p>
	<p class="bold">症状</p>
	<p>&nbsp;&nbsp;主要为害叶片、叶鞘和苞叶，以叶片受害最重。一般先从植株下部叶片开始发病，逐渐向上扩展。发病初期，叶片上出现水渍状青灰色斑点，然后沿叶脉逐渐向两端扩展，形成纺锤形或梭形大斑，病斑中央黄褐色或青灰色，边缘暗褐色。在感病品种上病斑一般长5～10cm，宽1cm，严重的长可达15～20cm，宽2m左右。发病后期，多个病斑连接成片，叶片变黄枯死。潮湿时，病斑上产生大量黑色霉层，即病菌的分生孢子梗和分生孢子。在抗病品种上病斑小，表现为褐色坏死条纹，周围有褪绿晕圈，病部不产生或极少产生黑色霉层。</p>
	<p class="bold">发生特点</p>
	<p>&nbsp;&nbsp;玉米大斑病的病原为真菌Exserohilum  turcicum  (Pass .) Leonard  et  Suggs ,属半知菌亚门。病菌以菌丝体或分生孢子在病株残体内越冬，成为翌年发病的初侵染源。在玉米生长季节，病残体中的菌丝体萌发产生的分生孢子和越冬的分生孢子借风雨传播到玉米叶片上，在温、湿度适宜的条件下，萌发侵入，经10～14天在病斑上产生分生孢子，随雨水飞溅或气流传播，引起再侵染。<br>
	&nbsp;&nbsp;玉米大斑病的发生程度，除与玉米品种的抗性有关外，还与当时的环境条件有密切关系。玉米品种不同，抗病性有明显差异，如果大面积种植感病品种，往往导致大斑病的流行。一般温度在20～25℃，相对湿度在90%以上时，有利于病害的发生蔓延，如果旬平均气温低于15℃，相对湿度小于60%，持续7天以上，不利于病菌的生长发育，病害的发生就受到抑制，危害转轻。另外，在玉米抽穗以后，如果氮肥不足，密度过大，排水不良，发病较重。春玉米播种过晚及连作地块病害往往严重，轮作地病轻。</p>
	
	<div class="disatitle">二、玉米害虫</div>
	<h4>1、玉米螟</h4>
	<p>&nbsp;&nbsp;虫态识别：又名钻心虫，成虫黄褐色，雄蛾体长10－13毫米，翅展20－30毫米，体背黄褐色，腹末较瘦尖，触角丝状，灰褐色，前翅黄褐色，有两条褐色波状横纹，两纹之间有两条黄褐色短纹，后翅灰褐色；雌蛾形态与雄蛾相似，色较浅，前翅鲜黄，线纹浅褐色，后翅淡黄褐色，腹部较肥胖。卵，扁平椭圆形，数粒至数十粒组成卵块，呈鱼鳞状排列，初为乳白色，渐变为黄白色，孵化前卵的一部分为黑褐色（为幼虫头部，称黑头期）。老熟幼虫，体长25毫米左右，圆筒形，头黑褐色，背部颜色有浅褐、深褐、灰黄等多种，中、后胸背面各有毛瘤4个，腹部1~8节背面有两排毛瘤前后各两个。蛹，长15~18毫米，黄褐色，长纺锤形，尾端有刺毛5~8根。</p>
	<p class="bold">危害症状：</p>
	<p>&nbsp;&nbsp;一般一年发生三代，一代主要危害春玉米；二代在7月中下旬危害夏玉米的心叶和茎秆；三代危害穗部，受害可减产10%，严重地块可减产30—50%。</p>
	<p class="bold">防治方法：</p>
	<p>1、防治指标：玉米花叶率10%或百株累计卵量30块. <br>2、防治时间：玉米心叶末期，即7月下旬（大喇叭口期）。<br>3、防治方法：1.5%辛硫磷颗粒剂每亩1.5~2公斤加细沙8~10公斤混匀撒入喇叭口。</p>
	<img alt="" src="${pageContext.request.contextPath}/images/yumiming.jpg" width="640" height="480">
</body>
</html>
	