--新闻管理
insert into des_news(title,resource,content,author,editor,times) values("玉米一号被毁","新华日报","在玉米一号被推广之时，玉米爱好者天懒虫袭击了百亩玉米种植地，玉米一号基本被毁。","冯小刚","李成","2016-05-15");
insert into des_news(title,resource,content,author,editor,times) values("11","22","333","44","55","2016-05-15");

--灾害信息管理
INSERT INTO des_disasterinfo
   (`id`, `name`, `province`, `city`, `counties`, `years`, `pathogen`, `types`, `symptoms`, `regulation`)
VALUES
   (1, '玉米大斑病', '广东省', '广州市', '越秀区', "2013", '病原菌', '病害', '玉米大斑病主要为害玉米叶片，严重时也为害叶鞘和苞叶，先从植株下部叶片开始发病，后向上扩展。病斑长梭形，灰褐色或黄褐色，长5－10厘米，宽1厘米左右，有的病斑更大，严重时叶片枯焦。天气潮湿时，病斑上可密生灰黑色霉层。此外，有一种发生在抗病品种上的病斑，沿叶脉扩展，为褐色坏死条纹，一般扩展缓慢。夏玉米一般较春玉米发病重。', ' 病原菌在田间残留病株上越冬（可以菌丝体和分生孢子两种形态），为第二年发病的初侵染源。发病适温20－28℃。条件适宜时，病菌繁殖迅速，产生大量分生孢子，借风力传播。此病流行程度除与玉米品种感病有关外，主要由环境条件（雨水、湿度）决定。');

INSERT INTO des_disasterinfo
   (`id`, `name`, `province`, `city`, `counties`, `years`, `pathogen`, `types`, `symptoms`, `regulation`)
VALUES
   (2, '玉米小斑病', '湖南省', '怀化市', '鹤城区', "2014", '病原菌', '病害', ' 自苗期到后期都可发生。自下部叶片开始，出现褐色半透明水渍状小斑，逐渐向上蔓延，以玉米抽穗时最多。病斑扩大后呈黄褐色纺锤形或椭圆形，边缘常有赤褐色晕纹。后期严重时，叶片枯死。在潮湿时病斑上产生黑色绒毛状物。', ' 病原菌主要以菌丝体在病株残体上越冬，分生孢子也可越冬，但成活率低。菌丝发育适温为28－30℃，孢子萌发适温为26－32℃。河南省夏玉米地区病害流行的关键时期是7－8月份，月平均气温25℃以上，降水多，病害易流行。玉米连茬种植，土壤肥力差，播种过迟等易于发病。');

INSERT INTO des_disasterinfo
   (`id`, `name`, `province`, `city`, `counties`, `years`, `pathogen`, `types`, `symptoms`, `regulation`)
VALUES
   (3, '玉米茎腐病', '湖南省', '长沙市', '望城区', "2015", '欧文氏杆菌细菌', '病害', '甜玉米茎腐病常由几种真菌和细菌单独或复合侵染引起。一般发生在甜玉米的吐丝后期，症状分急性型和慢性型，急性型即“青枯型”常出现在暴风雨过后，或天气有大风，经过2～3天叶片失水呈青枯萎蔫状。慢性型病程进展缓慢，叶片从下向上逐渐黄枯，后期茎基部变色，腐朽，感染部腐烂，有腐嗅味，植株青枯，病部如水渍状。髓部中空，易倒伏，果穗下垂，籽粒干瘪。 ', '病菌随残体在土表过冬，病菌可以经伤口或直接侵入。或从叶鞘基部侵入茎部，并扩展到下部的节间。也可以靠种子传播。该病在30℃高温高湿，田间空气不流通、土壤排水不良发病重。');

INSERT INTO des_disasterinfo
   (`id`, `name`, `province`, `city`, `counties`, `years`, `pathogen`, `types`, `symptoms`, `regulation`)
VALUES
   (4, '玉米青枯病 ', '广东省', '佛山市', '禅城区', "2013", '鞭毛菌亚门真菌', '病害', '玉米拔节期整株青枯死亡，剖开茎基部，可见髓部变褐色，发病后期有镰刀菌伴生。 ', '该病在30℃高温高湿，田间空气不流通、土壤排水不良发病重。 ');

--防止措施
INSERT INTO `des_preventioninfo` VALUES ('1', '病发前用品润500~600倍，每隔15-20天喷一次，连喷三次；', '22', '1');
INSERT INTO `des_preventioninfo` VALUES ('2', '阿米西达1500-2000倍可达预防、治疗和铲除的效果；', '33', '1');
INSERT INTO `des_preventioninfo` VALUES ('3', '治疗可用使百克或使百功1500-2000倍、纳斯律1000倍或特富灵5000-7000倍喷雾；', null, '1');


